import React from "react";
import { makeStyles } from "@material-ui/core/styles";

const MarketingPolicy = props => {
  return (
    <>
      <head>
        <title>마케팅 정보 활용 동의</title>
        <link rel="stylesheet" href="https://stackedit.io/style.css" />
      </head>

      <body>
        <div>
          <h3>
            <strong>마케팅 정보 활용 동의</strong>
          </h3>
          <p>
            <strong>1. 목적 </strong>
          </p>
          <p>
            (주)반토 주식회사(이하"회사"라고 합니다)는 회사가 운영하는 반토
            서비스(이하 "서비스"라고 합니다)에서 보다 다양한 정보를 제공하고
            서비스의 질을 향상시키기 위하여 당사의 제휴사에게 본 활용동의서에
            동의한 회원의 개인정보를 제공합니다.
          </p>

          <p>
            <strong>2. 수집 및 활용 관련 정보</strong>
          </p>
          <p>
            ①본 마케팅 활용 동의서에 동의한 회원의 정보만이 제공되며, 제공된
            정보는 본동의서에 명시된 이용 목적 범위를 벗어나 이용되지 않습니다
            <br />
          </p>
          <p>
            ②개인정보가 제공되는 제휴사와 제공 정보, 제공된 정보의 이용 목적은
            아래와 같습니다
            <br />
            <p>
              ③개인정보보호관련 법률에 의거 회원님의 정보는 안전하게 관리되며,
              개인정보의 유출 등 사고가 일어나지 않도록 더욱 철저한 보안이
              이루어지도록 노력하고있습니다
              <br />
              <p>
                ④회사는 정보통신망 이용 촉진 및 정보 보호 등에 관한 법률 등 관련
                법령에 의거하여 요금정산을 위한 목적등으로 아래 사항과 별도로
                회원의 정보를 제휴사에게 제공할 수 있습니다
                <ol>
                  <li>제공 대상자 : 제휴사</li>
                  <li>
                    제공정보 : 이름, 생년월일, 성별, 휴대 전화번호, 이메일
                    빅데이터 분석자료
                  </li>
                  <li>
                    제공목적 : 본인확인 SMS/LMS 등을 이용한 이벤트 안내, 홍보,
                    서비스 제공 설문조사 및 맞춤화 정보 안내 등을 위한 활용
                  </li>
                  <li>회원님 요청에 따라 개인정보 이용 동의 철회시까지</li>
                </ol>
              </p>
              <p>
                <strong>3. 정보제공의 동의 철회 </strong>
              </p>
              <p>
                ①본 동의서에 동의하고 가입하신 신규 회원 중 제3자 정보제공을
                철회하고 싶은 회원은 이미 제3자에게 제공된 개인정보라 하더라도,
                언제든지 열람, 정정, 삭제를 요구할 수 있습니다. 열람, 정정, 삭제
                및 정보제공 동의 철회는 전화와 팩스 등을 통하여 본인 확인 후
                요청할 수 있습니다.
                <br />
              </p>
              <p>
                ②마케팅활용동의를 통해 이미 제공된 회원정보에 대한 동의 철회를
                요청하시는 경우, 청회 요청일로부터 최대 7일 이내에, 회원님의
                정보는 기술적인 방법으로 복구 불가하도록 안전하게 철회 및 삭제
                처리됩니다.
              </p>
              <p>
                <strong>
                  4. 개인정보관련 의견 수렴및 불만 처리에 관한 사항
                </strong>
              </p>
              <p>
                환불의 경우 회사는 회원의 요청이 있는 때로부터 영업일 7일 이내에
                회원이 지불한 결제수단과 동일한 방법으로 환불합니다. 다만,
                동일한 방법으로 환불이 불가능할 경우에는 현금 등 다른 수단으로
                환불할 수 있습니다.
              </p>
              <p>
                <strong>제 4 조 </strong>
              </p>
              <p>
                회사는 원활한 의사소통을위해 고객서비스센터를 운영하고 있으면
                연락처는 다음과 같습니다
              </p>
              <p>-전화번호 : 070 8065 5699</p>
              <p>-e-mail : Juholee@banto.io</p>
            </p>
          </p>
        </div>
      </body>
    </>
  );
};

export default MarketingPolicy;
